<%@ Page Title="药园医药资源" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeBehind="zwyzy.aspx.cs" Inherits="Ahzyzyw.Web.Service" %>
<asp:Content ID="GardenContent" ContentPlaceHolderID="MainContent" runat="server">

<div class="clearfix">
        <div class="page-left" >
            <div  class="left-garden">
                <h2><span>中药材分类</span></h2>
                <div class="ddsmoothmenu-v">
                    <ul id="menu">
                        <li><a href="garden.aspx">药园概况</a></li>
                        <li><a class="selected" href="#top">药园医药资源</a></li>
                    </ul>
                </div>
            </div>
            <div class="left-search">
                <h2>
                    <span>站内搜索</span></h2>
                <form method="post" id="sitesearch" name="sitesearch" action="">
                <p>
                    <select name="searchid" id="searchid">
                        <option value="2">产品展示</option>
                        <option value="3">新闻中心</option>
                        <option value="4">招聘信息</option>
                    </select>
                </p>
                <p>
                    <input name="searchtext" type="text" id="searchtext" />
                    <input name="searchsubmit" type="hidden" value="1" />
                </p>
                <p>
                    <input name="searchbutton" type="submit" id="searchbutton" value="" />
                </p>
                </form>
            </div>
        </div>

        <div class="page-right">
            <div class="site-nav"><span>当前位置 : </span><a href="index.aspx">首页</a> &gt;&gt; <a href="garden.aspx">网上植物园</a></div>
            <div class="page-single">
            <div style="width:460px; float: left; text-align:center;">
                <fieldset style="border-color:#666666;border-width:1px;border-style:Solid; margin:20px 0px 0px 0px;">
                    <legend style="color:#333333;font-size:1.8em;font-weight:bold;">
                        药园资源分布图
                    </legend>
                    <img alt="药园资源分布图" title="药园资源分布图" src="images/gardenmap.gif" usemap="#map" />
                    <map name="map" id="map">
                        <area SHAPE=POLY COORDS="17,31,88,28,88,96,16,100,17,31" HREF="#_1">
                        <AREA SHAPE=POLY COORDS="93,27,166,23,166,91,92,96" HREF="#_2">
                        <AREA SHAPE=POLY COORDS="169,22,168,91,217,89,212,80,212,69,217,59,226,53,237,51,245,51,243,17" HREF="#_3">
                        <AREA SHAPE=POLY COORDS="246,16,321,15,326,86,262,88,265,77,265,65,258,57,251,52,246,52" HREF="#_4">
                        <AREA SHAPE=POLY COORDS="326,15,401,11,407,82,329,85" HREF="#_5">
                        <AREA SHAPE=POLY COORDS="329,87,408,85,411,159,333,161" HREF="#_10">
                        <AREA SHAPE=POLY COORDS="249,97,260,89,326,88,329,161,271,162,249,144" HREF="#_9">
                        <AREA SHAPE=POLY COORDS="169,93,218,91,225,97,231,98,246,99,248,141,239,135,230,134,169,136" HREF="#_8">
                        <AREA SHAPE=POLY COORDS="99,98,166,94,167,137,113,139,113,131,116,123,115,115,111,108,105,102,99,101" HREF="#_7">
                        <AREA SHAPE=POLY COORDS="81,100,15,102,15,174,70,172,89,153,85,148,72,143,65,133,65,117,72,106" HREF="#_6">
                        <AREA SHAPE=POLY COORDS="333,163,335,222,340,231,340,240,414,238,412,161" HREF="#_11">
                        <AREA SHAPE=POLY COORDS="339,243,415,242,416,319,340,320" HREF="#_12">
                        <AREA SHAPE=POLY COORDS="341,324,416,323,418,400,340,401,339,359,342,354" HREF="#_13">
                        <AREA SHAPE=POLY COORDS="340,405,416,403,417,441,410,449,341,451" HREF="#_14">
                        <AREA SHAPE=POLY COORDS="153,352,192,352,205,381,143,380" HREF="#A1">
                        <AREA SHAPE=POLY COORDS="140,386,207,386,219,414,130,414" HREF="#A2">
                        <AREA SHAPE=POLY COORDS="127,420,223,420,235,448,116,447" HREF="#A3">
                        <AREA SHAPE=POLY COORDS="200,349,226,322,256,334,212,376" HREF="#B1">
                        <AREA SHAPE=POLY COORDS="215,382,261,336,292,347,228,411" HREF="#B2">
                        <AREA SHAPE=POLY COORDS="231,417,297,350,326,360,243,444" HREF="#B3">
                        <AREA SHAPE=POLY COORDS="230,313,259,324,257,265,228,276" HREF="#C1">
                        <AREA SHAPE=POLY COORDS="263,262,294,249,295,339,264,326" HREF="#C2">
                        <AREA SHAPE=POLY COORDS="301,340,331,352,328,234,298,246" HREF="#C3">
                        <AREA SHAPE=POLY COORDS="226,268,253,254,209,214,198,243" HREF="#D1">
                        <AREA SHAPE=POLY COORDS="261,253,289,241,223,180,211,208" HREF="#D2">
                        <AREA SHAPE=POLY COORDS="225,174,295,237,322,225,236,145" HREF="#D3">
                        <AREA SHAPE=POLY COORDS="216,172,123,175,111,148,227,144" HREF="#E3">
                        <AREA SHAPE=POLY COORDS="137,207,202,206,214,177,125,181" HREF="#E2">
                        <AREA SHAPE=POLY COORDS="139,212,201,211,189,240,150,239" HREF="#E1">
                        <AREA SHAPE=POLY COORDS="118,270,143,245,131,216,89,260" HREF="#F1">
                        <AREA SHAPE=POLY COORDS="84,257,128,211,116,184,56,247" HREF="#F2">
                        <AREA SHAPE=POLY COORDS="51,245,115,179,103,153,24,235" HREF="#F3">
                        <AREA SHAPE=POLY COORDS="115,315,114,278,86,268,87,326" HREF="#G1">
                        <AREA SHAPE=POLY COORDS="81,330,81,266,53,256,54,340" HREF="#G2">
                        <AREA SHAPE=POLY COORDS="49,343,22,354,22,243,49,253" HREF="#G3">
                        <AREA SHAPE=POLY COORDS="118,323,146,350,134,376,92,334" HREF="#H1">
                        <AREA SHAPE=POLY COORDS="86,338,131,382,121,411,58,349" HREF="#H2">
                        <AREA SHAPE=POLY COORDS="51,351,118,417,109,444,26,362" HREF="#H3">
                        <AREA SHAPE=CIRCLE COORDS="172,297,43" HREF="#I">
                    </map>
                </fieldset>
            </div>
            <div style="width: 200px;float:right;">
             <p>
                <h3>一、水生区（水沟及太极）</h3>
                蒲黄、菱角、睡莲、莲<br /><br />

                 <h3>二、八卦图</h3>
                <h3 id="A1">AⅠ区：</h3>
                1.鸢尾（2种）<br />
                2.黄花鸢尾、白花鸢尾、光皮木瓜、侧柏<br />
                3.射干、侧柏、光皮木瓜<br />
                4.射干<br /><br />

                <h3>AⅡ区：</h3>
                1.党参<br />
                2.党参、光皮木瓜<br />
                3.皱皮木瓜<br />
                4.皱皮木瓜<br />
                5.荆芥、光皮木瓜<br />
                6.荆芥<br /><br />

                <h3>AⅢ区：</h3>
                1.景天三七、樱桃<br />
                2.玫瑰<br />
                3.月季、梅（红梅）<br />
                4.月季<br />
                5.月季<br />
                6.月季、梅（绿梅）<br />
                7.玫瑰、樱桃<br /><br />

                <h3>BⅠ区：</h3>
                1.狭叶十大功劳、棣棠花、南天竹、阔叶十大功劳、杜鹃、三白草、鱼腥草<br />
                2.狭叶十大功劳、棣棠花、南天竹、阔叶十大功劳、<br /><br />

                <h3>BⅡ区：</h3>
                1.金荞麦、石榴<br />
                2.金不换、羊蹄、橘、水大黄<br />
                3.金荞麦、瞿麦、阔叶十大功劳、拳参、酸模<br />
                4.阔叶十大功劳、<br />
                5.橘、寿星桃<br /><br />

                BⅢ区：<br />
                1.黄芪<br />
                2.荆芥、金钱松<br />
                3.木荷<br />
                4.瓜蒌<br />
                5.红花<br />
                6.远志<br />
                7.含羞草<br />
                8.千金子<br /><br />


                CⅠ区：
                1.玄参
                2.玄参、红枫
                3.地黄、红枫
                4.
                CⅡ区：
                1.丹参（种待定）
                2.丹参（有三种）、草石蚕、一种待定、紫参、乌头
                3.风轮菜、紫参、连钱草、白毛夏枯草、夏枯草
                4.留兰香、薄荷、益母草、牡蒿、香茶菜（种待定）
                5.黄芩、野花椒、半枝莲、断血流
                6.地瓜儿苗
                CⅢ区：
                1.枸杞、白英、洋金花
                2.金钱松
                3.天竺桂
                4.丹参、金钱松
                5.丹参
                6.丹参、天竺桂
                7.黄芩、金钱松
                8.荆芥
                DⅠ区：
                1.仙鹤草、地榆、结香
                2.仙鹤草、水杨梅（蔷薇科）、地榆、金樱子、薄荷
                3.蛇含、芫花、蛇莓、结香、虎杖
                4.翻白草、丹参、草莓、薄荷
                DⅡ区：
                1.火棘、郁李
                2.金樱子、山莓、木瓜（观赏）
                3.郁李、木瓜（观赏）
                4.郁李、木瓜（观赏）
                5.木瓜（观赏）
                6.火棘
                DⅢ区：
                1.短梗箭头唐松草、毛茛
                2.白头翁、枇杷、山木通
                3.杨子毛茛、猫爪草、豹皮樟
                4.寿星桃、刺果毛茛
                5.寿星桃、刺果毛茛
                6.茜草、小叶栀子、豹皮樟
                7.瞿麦、寿星桃、麦蓝菜
                8.沙参
                EⅠ区：
                1.紫菀、续断、一种待定、虎皮楠
                2.金鸡菊、佩兰
                3.法国蒲公英、一枝黄花、三脉叶马兰
                4.风斗菜、虎皮楠
                EⅡ区：
                1.白术、薄荷
                2.白术、美国红栌、千里光
                3.美国红栌
                4.美国红栌
                5.美国红栌、红花
                6.蓍草、红花、阴地蒿
                EⅢ区：
                1.水飞蓟、续断、垂盆草、大蓟、黄花败酱、野茉莉
                2.水飞蓟
                3.野茉莉
                4.野茉莉
                5.野茉莉
                6.野茉莉
                7.野茉莉、二种待定、牡蒿、十字花科一种待定
                FⅠ区：
                1.紫藤、圆柏、山木通
                FⅡ区：
                1.杠板归
                2.八仙花
                3.红楝子、白芷
                4.伞形科二种、红楝子、柴胡
                5.防风、紫花前胡、白花前胡、八仙花
                6.白芷
                FⅢ区：
                1.灰灰菜、宝盖草、荭蓼
                2.辣蓼、荭蓼
                3.皂角
                4.皂角
                5.板兰根
                6.板兰根
                7.板兰根、皂角、辣根
                GⅠ区：
                1.凌宵、圆柏、米口袋、红花忍冬、金银花
                GⅡ区：
                1.黄花败酱、白蔹
                2.盘柱南五味、三叶木通、五叶木通、石楠
                3.威灵仙、白蔹、豹皮樟
                4.决明子、豹皮樟
                5.决明子、石楠
                6.锦鸡儿、苦参
                GⅢ区：
                1.木耳菜、薄荷
                2.地丁、山栀子、一种待定
                3.天竺桂
                4.山栀子
                5.山栀子
                6.苦参、天竺桂
                7.苦参、桔梗、山栀子
                8.接骨草
                HⅠ区：
                1.石蒜（二种）
                2.香港四照花、黄花菜、萱草、水仙、石蒜
                3.阔叶麦冬、狭叶麦冬、麦冬、水仙、万年青
                4.吉祥草
                HⅡ区：
                1.浙贝
                2.红叶桃、松叶百合
                3.松叶百合、美国红栌
                4.松叶百合、美国红栌
                5.松叶百合、枣
                6.松叶百合
                HⅢ区：
                1.长春花、光皮木瓜
                2.
                3.木荷
                4.
                5.光皮木瓜
                6.木荷
                7.光皮木瓜
                8.红旱莲、元宝草、珍珠菜、一种待定
                三、八卦外围
                一区：
                1.黄檗、竹柏、芭蕉
                2.黄檗、厚朴
                3.天目木姜子、七叶树
                4.灯台树、山茱萸
                5.苍术、白术、木兰科一种、山茱萸、桔梗
                6.紫花前胡、四照花、山茱萸、桃、玄参
                7.丹参、续断、紫参
                二区：
                1.天目木姜子、千屈菜
                2.山核桃、樟树
                3.山核桃、樟树
                4.板栗、梓树
                5.牡丹
                6.牡丹
                7.芍药
                三区：
                1.火炭母、仙鹤草、败酱、虎杖、白芷、三叶木通、五叶木通、黄芩、牛蒡、鸢尾
                2.麦冬、臭牡丹
                3.万年青、阔叶麦冬、麦冬、茅莓、吉祥草
                4.苦丁茶、大别山五针松、乌药、卫矛、大蓟、地榆、刺柏、檵木
                5.牛蒡、节骨木、乌头、兰草、白术、狭叶十大功劳
                6.吴茱萸、漏斗花、兔儿伞、紫萁、续断、玉簪、胡颓子、虎杖
                7.石榴（二种）、木半夏
                8.小叶女贞、火棘、大叶柴胡、木瓜（观赏）
                四区：
                1.蕉芋、桂花
                2.月桂
                3.红豆杉、木兰科一种（八角茴香）、桂花
                4.无患子
                5.无患子
                6.吴茱萸、无花果、臭牡丹、臭梧桐、凌宵
                7.合欢、楤木
                五区：
                1.无患子、罗汉松
                2.大叶榉、结香、罗汉松、橘
                3.山栀子、大叶榉、石楠、结香、无患子、紫薇、臭大青
                4.芭蕉、红枫、结香、大叶榉、金丝桃、金丝梅、山桐子、六月雪
                5.石楠、大叶榉、山桐子、金丝桃、樟树
                6.国槐
                7.桂花
                六区：
                1.青枫、枸骨
                2.枸骨、锦葵
                3.枸骨、臭大青
                4.二种待定、枫香、臭大青、桃、枸骨、马棘
                七区：
                1.一种待定、八角金盘
                2.红毛五加、一种待定、金银木
                3.细柱五加、连翘
                4.三叶五加、连翘
                八区：
                1.菊花（一种）、连翘
                2.菊花（一种）、徽菊、贡菊、连翘
                3.菊花（一种）、徽菊、连翘
                4.菊花（二种）、亳菊、迎春花
                5.滁菊、松果菊、金光菊、刘寄奴、珍珠梅、三脉叶马兰
                九区：
                1.白及、月桂
                2.紫楠、大叶榉、白及、边翘
                3.华东楠、白及、大叶榉、无花果、边翘
                4.白及、楤木、边翘
                5.蜡梅
                十区：
                1.龙爪槐、蜡梅、金钟花
                2.杏、金钟花
                3.杏、一种待定、枣、金钟花
                4.杏、无患子、一种待定、金钟花
                5.杏、无患子、一种待定、金钟花
                6.桂花、金钟花
                十一区：
                1.樱花、柽柳、知母、甘草、桔梗、龙爪槐
                2.紫薇、茶梅
                3.紫薇、杏
                4.紫薇、杏
                5.深山含笑
                6.桂花、紫薇
                十二区：
                1.一种待定、青枫、日本樱花
                2.红枫
                3.红枫
                4.红枫
                5.昌花槭、深山含笑
                6.桂花、流苏、红枫
                十三区：
                1.贯众、井栏边草、狗脊蕨、半夏、蓬蘽、中华槭、冬青、醉鱼草、乌药、杜鹃、细叶香桂、圆锥绣球
                2.狗脊蕨、沙参、明党参、二种待定、八角枫、马棘
                3.狗脊蕨、京大戟、多花黄精、景天、茜草、一种待定、马棘
                4.狗脊蕨、乌头、草乌、宝铎草、细辛、重楼、金荞麦、三角槭、一种待定、枸杞
                5.乌头、雀梅、创花树、红花檵木、昌花槭
                6.桂花、柽柳、小叶女贞、葡萄
                三角Ⅰ区：
                1.秋葵、蜀葵、丁香
                2.丁香
                3.丁香、夏天无、博落回
                三角Ⅱ区：
                1.牡丹
                三角Ⅲ区：
                1.芍药（二种）、红瑞木、茶梅、玫瑰、月季、天竺桂、桃
                铁塔Ⅰ区：
                1.美人蕉、狭叶十大功劳
                铁塔Ⅱ区：
                1.美人蕉、乌桕
                花窗区：
                1.芭蕉、日本小檗、木半夏、金边麦冬、枸骨、梅（红梅）、金银花、石榴、葱莲、金钟花
                西边区：
                1.日本樱花、杜鹃、枇杷、红花木莲、光皮木瓜、蜡梅、乳源木莲、海棠（二种）、香港四照花、石楠、梅（红梅）、辛夷、白玉兰、紫玉兰、五叶木通、何首乌、葫芦种一种、地不容、乐昌含笑、黄山含笑、深山含笑、箭麻、竹叶椒
                北边区：
                1.日本小檗、桂花、麦冬、山茶、茶树、结香、山栀子、云实
                东边区：<br />
                1.构树、棕竹、通脱木、虎耳草、过路黄、垂盆草、紫竹、毛竹、白花地丁、碎米机、桃、七叶树、青桐、木芙蓉、侧柏、夹竹桃、圆柏、光皮桦、紫薇、乌桕、红花木莲、一种待定、金钱松、灯台树、紫荆、木槿、山杜英、油桐、杜仲、楝、合欢、吴茱萸、一种待定、杏、水杉、马尾松、李、樱桃、南酸枣、梨、槐、楝、香椿、红叶李、桃、柿树、甜槠、小叶女贞、女贞、苦李子、绵槠、杉木、山麻杆、桑、枫杨、毛樱桃、刺槐、青冈、枸橘、外松、盐肤木、芭蕉、日本小檗、栀子花、枇杷、白杜、虎杖、苎麻、淫羊藿
            </p>
            </div>
           
            </div>
        </div>
    </div>
</asp:Content>
